<template>
  <div class="w-full mx-auto px-3">
    <div class="container mx-auto pt-20 lg:pt-2">
      <div class="block_more_info text-sm px-4 py-5 md:py-10">
        <h1 class="text-lg">Політика конфіденційності</h1>

        <h2>Політика захисту персональних даних користувача</h2>
        <p style="text-align: justify">Політика конфіденційності</p>

        <br />Політика захисту персональних даних користувача<br />
        <br />Користувач – фізична повнолітня особа, здатна своїми діями набувати для себе
        громадянські права та самостійно їх виконувати, а також створювати для себе громадянські
        обов'язки, самостійно їх виконувати та нести відповідальність у разі їх невиконання, після
        прийняття умов цього документу та користування послугами сайту.<br />
        <br />Адміністрація – суб'єкт, який є одноосібним власником сайту на підставі права
        приватної власності та здійснює організаційну, фінансову, технічну підтримку існування та
        функціонування сайту.<br />
        <br />Сторони – Адміністрація, Користувачі та Відвідувачі сайту.<br />
        <br />Сайт – інтернет-ресурси, що мають доменні імена та їх піддомени, що перебуває під
        організаційним управлінням та належить адміністрації на умовах права приватної власності.<br />
        <br />Загальні умови<br />
        <br />Ця Політика визначає порядок обробки та захисту Адміністрацією персональних даних про
        Користувачів, які можуть бути отримані Адміністрацією при використанні Користувачем послуг,
        що надаються за допомогою сайту.<br />
        <br />Метою цієї Політики є забезпечення належного захисту інформації про Користувачів, у
        тому числі їх персональних даних, від несанкціонованого доступу та розголошення.<br />
        <br />Відносини, пов'язані зі збиранням, зберіганням, розповсюдженням та захистом
        інформації, що надається Користувачем, регулюються цією Політикою. Адміністрація сайту
        приділяє особливу увагу захисту даних.<br />
        <br />Використовуючи Сайт, Користувач висловлює свою повну згоду з умовами цієї Політики.<br />
        <br />При незгоді з положеннями цього документа (частково чи загалом), особа, яка висловила
        таку волю, немає права використовувати його послуги.<br />

        <br />Цілі збору, обробки та зберігання інформації, що надається користувачами Сайту<br />

        <br />Обробка персональних даних про Користувача здійснюється Адміністрацією з метою:<br />
        - ідентифікації Користувача у межах взаємовідносин між Адміністрацією та Користувачем;<br />
        - надання Адміністрацією Користувачеві низки послуг, що пропонуються на сайті;<br />
        - Проведення статистичних та інших досліджень на основі знеособлених даних.<br />

        <br />Умови обробки персональної інформації, наданої Користувачем та її передачі третім
        особам<br />

        <br />Адміністрація вживає всіх необхідних заходів для захисту персональних даних про
        Користувачеві від неправомірного доступу, зміни, розкриття чи знищення.<br />
        <br />Адміністрація надає доступ до персональних даних про Користувача лише колу осіб, яким
        ця інформація необхідна для забезпечення функціонування Сайту, та з метою надання Послуг
        Користувачеві.<br />

        <br />Умови користування Сайтом<br />

        <br />Користувач, при користуванні Сайтом, підтверджує, що:<br />
        - володіє усіма необхідними правами, що дозволяють йому набувати собі цивільні правничий та
        самостійно їх здійснювати, і навіть здатність своїми діями створювати собі цивільні
        обов'язки, самостійно їх виконувати і відповідати, у разі їх невиконання;<br />
        - вказує достовірну інформацію про себе в обсягах, необхідних для користування послугами
        Сайту;<br />
        - обов'язкові для заповнення поля для подальшого надання Послуг сайту позначені спеціальним
        чином – символом «*», вся інша інформація надається користувачем на власний розсуд.<br />
        - ознайомлений з умовами цієї Політики, висловлює свою згоду з нею та приймає на себе
        зазначені у ній права та обов'язки.<br />

        <br />Ознайомлення з умовами цієї Політики та проставлення галочки під посиланням на цю
        Політику є письмовою згодою Користувача на збирання, зберігання, обробку та передачу третім
        особам персональних даних, що надаються Користувачем.<br />
        <br />Адміністрація не перевіряє достовірність одержуваної (збираної) інформації про
        Користувачів, за винятком випадків, коли така перевірка необхідна з метою виконання
        зобов'язань перед Користувачем, а також в інших випадках не передбачених положеннями
        Політики, але встановлених нормами чинного законодавства України.<br />
        <br />В рамках цієї Політики під «персональною інформацією про Користувача» розуміються:Дані
        надані Користувачем самостійно в процесі використання Сайту, включаючи, але, не обмежуючись:
        ім'я, прізвище, контактний номер телефону та/або адресу електронної пошти, ip-адресу,
        MAC-адресу , інше.<br />
        <br />Дані, що автоматично передаються сайту в процесі його використання за допомогою
        встановленого на пристрої Користувача програмного забезпечення, в тому числі IP-адреса,
        інформація з cookie, інформація про браузер користувача (або іншу програму, за допомогою
        якої здійснюється доступ до сайту), час доступу, адресу запитуваної сторінки.<br />

        <br />Інша інформація про Користувача, збір та/або надання якої визначено умовами
        користування сайтом.<br />

        <br />Зміна та видалення персональних даних Користувач може у будь-який момент змінити
        (оновити, доповнити) надану ним персональну інформацію або її частину, а також параметри її
        конфіденційності, надіславши цю інформацію на електронну скриньку Адміністрації.<br />

        <br />Зміна Політики конфіденційності.<br />

        <br />Адміністрація має право вносити зміни до цієї Політики захисту персональних даних про
        Користувача.<br />
        При внесенні змін до редакції вказується дата останнього оновлення. Нова редакція Політики
        набирає чинності з її публікації на сайті, якщо інше не передбачено новою редакцією
        Політики. <br />Чинна редакція Політики захисту персональних даних про Користувача
        знаходиться на сайті.<br />
        <br />До цієї Політики та відносин між Користувачем та Адміністрацією, що виникають у
        зв'язку із застосуванням Політики конфіденційності, підлягає застосування права України.<br />
      </div>
    </div>
  </div>
</template>

<script lang="ts">
import { defineComponent, ref } from 'vue'
import { categoryProduct } from '@/config/path'
export default defineComponent({
  setup() {
    const items = ref(categoryProduct)
    return { items }
  }
})
</script>

<style scoped>
.block_more_info {
  margin: 20px auto 20px;
  background: #fff;
  border: 1px solid #dadada;
  line-height: 20px;
}
.block_more_info h1 {
  color: #3b6a7c;
  margin-bottom: 30px;
  text-align: center;
}
.s1 {
  font-style: italic;
  text-align: center;
  margin: 40px 0 0 0;
  font-weight: bold;
}
</style>
