export const text = [
  {

    title: 'Доставка та оплата',
    description: `Доставка по всій території України Новою поштою (протягом 1-3 робочих днів) та Укрпоштою (до 7 робочих днів).
    Оплата: накладеним платежем ( після огляду на поштовому відділенні) та повною передоплатою на картку будь-якого банку`,
    isExpanded: false
  }, {

    title: 'Гарантія обмін та повернення',
    description: `- Обмін та повернення здійснюється протягом 14 днів після отримання посилки клієнтом, за умови, що товар не був у використанні, збережено товарний вигляд та збережені всі бірки на товарі;

    - Терміни обміну з нашого боку від 1 до 3 днів з моменту отримання посилки;
    
    - Терміни повернення коштів з нашого боку складають до 7 днів з моменту отримання посилки;
    
    - Посилка повинна бути БЕЗ ПІСЛЯПЛАТИ, інакше ми не зможемо забрати її з поштового відділення.`,
    isExpanded: false
  }
]


export const list = [
  'СЕРТИФІКОВАНА ПРОДУКЦІЯ',
  'ГАРАНТІЯ 1 РІК',
  'НАКЛАДЕНИЙ ПЛАТІЖ',
  'ПОВЕРНЕННЯ ТА ОБМІН',
  'КОЖЕН ДРУГИЙ КЛІЄНТ КУПУЄ В НАС ПОВТОРНО',
  'БІЛЬШЕ 250 ЗАМОВЛЕНЬ ЗА МИНУЛИЙ МІСЯЦЬ'

]