export const text = [
  {

    title: 'Доставка та оплата',
    description: `Доставка по всій території України Новою поштою (протягом 1-3 робочих днів) та Укрпоштою (до 7 робочих днів).
    Оплата: накладеним платежем ( після огляду на поштовому відділенні) та повною передоплатою на картку будь-якого банку`,
    isExpanded: false
  }, {

    title: 'Гарантія обмін та повернення',
    description: `- Обмін та повернення здійснюється протягом 14 днів після отримання посилки клієнтом, за умови, що товар не був у використанні, збережено товарний вигляд та збережені всі бірки на товарі;

    - Терміни обміну з нашого боку від 1 до 3 днів з моменту отримання посилки;
    
    - Терміни повернення коштів з нашого боку складають до 7 днів з моменту отримання посилки;
    
    - Посилка повинна бути БЕЗ ПІСЛЯПЛАТИ, інакше ми не зможемо забрати її з поштового відділення.`,
    isExpanded: false
  }
]


export const list = [
  'СЕРТИФІКОВАНА ПРОДУКЦІЯ',
  'ГАРАНТІЯ 1 РІК',
  'НАКЛАДЕНИЙ ПЛАТІЖ',
  'ПОВЕРНЕННЯ ТА ОБМІН',
  'КОЖЕН ДРУГИЙ КЛІЄНТ КУПУЄ В НАС ПОВТОРНО',
  'БІЛЬШЕ 250 ЗАМОВЛЕНЬ ЗА МИНУЛИЙ МІСЯЦЬ'

]


export const regionsOfUkraine = [
  { name: "Автономна Республіка Крим", value: "Крим" },
  { name: "Вінницька область", value: "Вінницька" },
  { name: "Волинська область", value: "Волинська" },
  { name: "Дніпропетровська область", value: "Дніпропетровська" },
  { name: "Донецька область", value: "Донецька" },
  { name: "Житомирська область", value: "Житомирська" },
  { name: "Закарпатська область", value: "Закарпатська" },
  { name: "Запорізька область", value: "Запорізька" },
  { name: "Івано-Франківська область", value: "Івано-Франківська" },
  { name: "Київська область", value: "Київська" },
  { name: "Кіровоградська область", value: "Кіровоградська" },
  { name: "Луганська область", value: "Луганська" },
  { name: "Львівська область", value: "Львівська" },
  { name: "Миколаївська область", value: "Миколаївська" },
  { name: "Одеська область", value: "Одеська" },
  { name: "Полтавська область", value: "Полтавська" },
  { name: "Рівненська область", value: "Рівненська" },
  { name: "Сумська область", value: "Сумська" },
  { name: "Тернопільська область", value: "Тернопільська" },
  { name: "Харківська область", value: "Харківська" },
  { name: "Херсонська область", value: "Херсонська" },
  { name: "Хмельницька область", value: "Хмельницька" },
  { name: "Черкаська область", value: "Черкаська" },
  { name: "Чернівецька область", value: "Чернівецька" },
  { name: "Чернігівська область", value: "Чернігівська" },
  { name: "місто Київ", value: "Київ" },
  { name: "місто Севастополь", value: "Севастополь" }
];
